Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Drop .fit files to import
ar: أفلِت ملفات ‎.fit للاستيراد
bg: Пусни .fit файлове за импортиране
ca: Deixa anar fitxers .fit per importar-los
cs: Přetáhni sem soubory .fit k importu
da: Slip .fit-filer for at importere
de: .fit-Dateien zum Importieren ablegen
el: Άφησε αρχεία .fit για εισαγωγή
es: Suelta archivos .fit para importarlos
et: Lohista .fit-failid siia importimiseks
fi: Pudota .fit-tiedostot tuodaksesi ne
fr: Dépose des fichiers .fit pour les importer
ga: Lig comhaid .fit anuas lena n-iompórtáil
hr: Ispusti datoteke .fit za uvoz
hu: Húzz ide .fit fájlokat az importáláshoz
id: Jatuhkan file .fit untuk mengimpor
is: Slepptu .fit-skrám til að flytja inn
it: Trascina qui i file .fit da importare
ja: .fit ファイルをドロップして読み込み
ko: .fit 파일을 끌어다 놓아 가져오기
lt: Nutempk .fit failus importuoti
lv: Nomet .fit failus, lai importētu
mk: Пушти датотеки .fit за увоз
ms: Lepaskan fail .fit untuk mengimport
mt: Waqqa' fajls .fit biex timportahom
nb: Slipp .fit-filer for å importere
nl: Sleep .fit-bestanden hierheen om te importeren
pl: Upuść pliki .fit, aby je zaimportować
pt_br: Solte arquivos .fit para importar
pt_pt: Larga ficheiros .fit para importar
ro: Trage fișiere .fit aici pentru import
ru: Перетащите файлы .fit для импорта
sk: Presuň sem súbory .fit na import
sl: Spusti datoteke .fit za uvoz
sq: Lësho skedarë .fit për t'i importuar
sr: Превуци датотеке .fit за увоз
sv: Släpp .fit-filer för att importera
tr: İçe aktarmak için .fit dosyalarını bırak
uk: Перетягніть файли .fit для імпорту
vi: Thả tệp .fit vào để nhập
zh_hans: 拖入 .fit 文件即可导入
zh_hant: 拖入 .fit 檔案即可匯入

source: Duration
ar: المدة
bg: Продължителност
ca: Durada
cs: Délka
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
et: Kestus
fi: Kesto
fr: Durée
ga: Ré
hr: Trajanje
hu: Időtartam
id: Durasi
is: Tímalengd
it: Durata
ja: 時間
ko: 시간
lt: Trukmė
lv: Ilgums
mk: Времетраење
ms: Tempoh
mt: Tul
nb: Varighet
nl: Duur
pl: Czas trwania
pt_br: Duração
pt_pt: Duração
ro: Durată
ru: Длительность
sk: Trvanie
sl: Trajanje
sq: Kohëzgjatja
sr: Трајање
sv: Tid
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

source: Duration curve
ar: منحنى المدد
bg: Крива по продължителност
ca: Corba de durades
cs: Křivka podle délky
da: Varighedskurve
de: Dauerkurve
el: Καμπύλη διάρκειας
es: Curva de duración
et: Kestuste kõver
fi: Kestokäyrä
fr: Courbe des durées
ga: Cuar ré
hr: Krivulja trajanja
hu: Időtartam-görbe
id: Kurva durasi
is: Tímalengdarferill
it: Curva delle durate
ja: 時間別ベストカーブ
ko: 지속 시간 곡선
lt: Trukmių kreivė
lv: Ilgumu līkne
mk: Крива на времетраења
ms: Lengkung tempoh
mt: Kurva tat-tul
nb: Varighetskurve
nl: Duurkromme
pl: Krzywa czasów
pt_br: Curva de duração
pt_pt: Curva de durações
ro: Curba duratelor
ru: Кривая длительностей
sk: Krivka trvaní
sl: Krivulja trajanj
sq: Kurba e kohëzgjatjeve
sr: Крива трајања
sv: Tidskurva
tr: Süre eğrisi
uk: Крива тривалостей
vi: Đường cong thời lượng
zh_hans: 时长曲线
zh_hant: 時長曲線

source: Duration curve, %lld points
ar: منحنى المدد، %lld نقطة
bg: Крива по продължителност, %lld точки
ca: Corba de durades, %lld punts
cs: Křivka podle délky, %lld bodů
da: Varighedskurve, %lld punkter
de: Dauerkurve, %lld Punkte
el: Καμπύλη διάρκειας, %lld σημεία
es: Curva de duración, %lld puntos
et: Kestuste kõver, %lld punkti
fi: Kestokäyrä, %lld pistettä
fr: Courbe des durées, %lld points
ga: Cuar ré, %lld pointe
hr: Krivulja trajanja, %lld točaka
hu: Időtartam-görbe, %lld pont
id: Kurva durasi, %lld titik
is: Tímalengdarferill, %lld punktar
it: Curva delle durate, %lld punti
ja: 時間別ベストカーブ、%lld 点
ko: 지속 시간 곡선, %lld개 지점
lt: Trukmių kreivė, %lld taškai
lv: Ilgumu līkne, %lld punkti
mk: Крива на времетраења, %lld точки
ms: Lengkung tempoh, %lld titik
mt: Kurva tat-tul, %lld punti
nb: Varighetskurve, %lld punkter
nl: Duurkromme, %lld punten
pl: Krzywa czasów, %lld punktów
pt_br: Curva de duração, %lld pontos
pt_pt: Curva de durações, %lld pontos
ro: Curba duratelor, %lld puncte
ru: Кривая длительностей, точек: %lld
sk: Krivka trvaní, %lld bodov
sl: Krivulja trajanj, %lld točk
sq: Kurba e kohëzgjatjeve, %lld pika
sr: Крива трајања, %lld тачака
sv: Tidskurva, %lld punkter
tr: Süre eğrisi, %lld nokta
uk: Крива тривалостей, точок: %lld
vi: Đường cong thời lượng, %lld điểm
zh_hans: 时长曲线，%lld 个数据点
zh_hant: 時長曲線，%lld 個資料點

source: Each side
ar: لكل جهة
bg: От всяка страна
ca: Cada costat
cs: Na každou stranu
da: Pr. side
de: Pro Seite
el: Κάθε πλευρά
es: Por lado
et: Kumbki pool
fi: Puolta kohti
fr: De chaque côté
ga: Gach taobh
hr: Svaka strana
hu: Oldalanként
id: Tiap sisi
is: Hvor hlið
it: Per lato
ja: 片側あたり
ko: 각 쪽
lt: Kiekviena pusė
lv: Katra puse
mk: Секоја страна
ms: Setiap sebelah
mt: Kull naħa
nb: Per side
nl: Per kant
pl: Na stronę
pt_br: Cada lado
pt_pt: De cada lado
ro: Fiecare parte
ru: На каждую сторону
sk: Každá strana
sl: Vsaka stran
sq: Secila anë
sr: Свака страна
sv: Per sida
tr: Her iki taraf
uk: На кожен бік
vi: Mỗi bên
zh_hans: 每侧
zh_hant: 每側

source: Each site is compared between its own first and last reading in the window — you probably measure your waist more often than your calves.
ar: يُقارَن كل موضع بين أول وآخر قياس له في الفترة — غالبًا تقيس خصرك أكثر مما تقيس سمانتيك.
bg: Всяко място се сравнява между собственото си първо и последно измерване в периода — вероятно мериш талията си по-често от прасците.
ca: Cada zona es compara entre la seva primera i la seva darrera mesura del període: segurament et mesures la cintura més sovint que els bessons.
cs: Každé místo se porovnává mezi svým prvním a posledním měřením v období — pas si nejspíš měříš častěji než lýtka.
da: Hvert sted sammenlignes mellem sin egen første og sidste måling i perioden — du måler nok taljen oftere end læggene.
de: Jede Stelle wird zwischen ihrem eigenen ersten und letzten Messwert im Zeitraum verglichen — die Taille misst du vermutlich öfter als die Waden.
el: Κάθε σημείο συγκρίνεται ανάμεσα στην πρώτη και την τελευταία δική του μέτρηση στην περίοδο — μάλλον μετράς τη μέση σου πιο συχνά από τις γάμπες.
es: Cada punto se compara entre su primera y su última medida dentro del periodo: probablemente mides la cintura más a menudo que los gemelos.
et: Iga kohta võrreldakse selle enda esimese ja viimase mõõtmise vahel perioodis — vööd mõõdad ilmselt sagedamini kui säärt.
fi: Kutakin kohtaa verrataan sen omaan ensimmäiseen ja viimeiseen mittaukseen jaksolla — mittaat vyötärön luultavasti useammin kuin pohkeet.
fr: Chaque point est comparé entre sa première et sa dernière mesure sur la période : tu mesures sans doute ta taille plus souvent que tes mollets.
ga: Déantar gach suíomh a chur i gcomparáid idir a chéad léamh agus a léamh deireanach féin sa tréimhse — is dócha go dtomhaiseann tú do choim níos minice ná do cholpaí.
hr: Svako se mjesto uspoređuje između svog prvog i zadnjeg mjerenja u razdoblju — struk vjerojatno mjeriš češće od listova.
hu: Minden testtájat a saját első és utolsó mérése között hasonlítunk össze az időszakon belül — a derekadat valószínűleg gyakrabban méred, mint a vádlidat.
id: Tiap bagian dibandingkan antara pengukuran pertama dan terakhirnya sendiri dalam rentang ini — kamu mungkin mengukur pinggang lebih sering daripada betis.
is: Hver staður er borinn saman milli fyrstu og síðustu mælingar sinnar á tímabilinu — þú mælir sennilega mittið oftar en kálfana.
it: Ogni punto viene confrontato tra la sua prima e la sua ultima misura nel periodo: probabilmente misuri la vita più spesso dei polpacci.
ja: 各部位はその部位自身の期間内の最初と最後の計測値で比較します。ウエストはふくらはぎより頻繁に測るはずです。
ko: 각 부위는 해당 기간의 첫 측정값과 마지막 측정값끼리 비교합니다 — 보통 허리를 종아리보다 자주 재니까요.
lt: Kiekviena vieta lyginama tarp savo pirmojo ir paskutiniojo matavimo per laikotarpį — liemenį tikriausiai matuoji dažniau nei blauzdas.
lv: Katra vieta tiek salīdzināta starp savu pirmo un pēdējo mērījumu periodā — vidukli tu droši vien mēri biežāk nekā ikrus.
mk: Секое место се споредува меѓу своето прво и последно мерење во периодот — струкот веројатно го мериш почесто од листовите.
ms: Setiap bahagian dibandingkan antara bacaan pertama dan terakhirnya sendiri dalam julat ini — anda mungkin mengukur pinggang lebih kerap daripada betis.
mt: Kull post jitqabbel bejn l-ewwel u l-aħħar kejl tiegħu stess f'dan il-perjodu — x'aktarx tkejjel il-qadd aktar spiss mill-pexxuni.
nb: Hvert sted sammenlignes mellom sin egen første og siste måling i perioden — du måler nok livet oftere enn leggene.
nl: Elk punt wordt vergeleken tussen zijn eigen eerste en laatste meting in de periode — je meet je taille waarschijnlijk vaker dan je kuiten.
pl: Każde miejsce porównuje się między własnym pierwszym a ostatnim pomiarem w okresie — talię mierzysz pewnie częściej niż łydki.
pt_br: Cada ponto é comparado entre a primeira e a última medição dele no período — você provavelmente mede a cintura com mais frequência do que as panturrilhas.
pt_pt: Cada ponto é comparado entre a sua primeira e a sua última medida no período — provavelmente medes a cintura mais vezes do que os gémeos.
ro: Fiecare zonă se compară între prima și ultima ei măsurătoare din perioadă — probabil îți măsori talia mai des decât gambele.
ru: Каждая зона сравнивается между своим первым и последним замером за период — талию вы, скорее всего, измеряете чаще, чем голени.
sk: Každé miesto sa porovnáva medzi svojím prvým a posledným meraním v danom období — pás si asi meriaš častejšie než lýtka.
sl: Vsako mesto se primerja med svojo prvo in zadnjo meritvijo v obdobju — pas verjetno meriš pogosteje kot meča.
sq: Çdo vend krahasohet mes matjes së parë dhe të fundit të vet brenda periudhës — ndoshta belin e mat më shpesh se pulpat.
sr: Свако место се пореди између свог првог и последњег мерења у периоду — струк вероватно мериш чешће од листова.
sv: Varje ställe jämförs mellan sin egen första och sista mätning i perioden — du mäter nog midjan oftare än vaderna.
tr: Her bölge, bu aralıktaki kendi ilk ve son ölçümü arasında karşılaştırılır — muhtemelen belini baldırlarından daha sık ölçüyorsun.
uk: Кожна зона порівнюється між своїм першим і останнім заміром за період — талію ви, найімовірніше, міряєте частіше, ніж гомілки.
vi: Mỗi vị trí được so giữa lần đo đầu và lần đo cuối của chính nó trong khoảng này — chắc bạn đo vòng eo thường xuyên hơn đo bắp chân.
zh_hans: 每个部位都在该时段内用自己的首次与末次测量值比较——毕竟量腰围多半比量小腿勤。
zh_hant: 每個部位都在此期間內用自己的第一次與最後一次量測值比較——畢竟量腰圍多半比量小腿勤。

source: Eager
ar: متحمّس
bg: Нетърпелив
ca: Amb ganes
cs: Plný chuti
da: Tændt
de: Voller Tatendrang
el: Γεμάτος όρεξη
es: Con muchas ganas
et: Täis indu
fi: Innoissaan
fr: Impatient
ga: Lán fonn
hr: Pun elana
hu: Alig várom
id: Bersemangat
is: Fullur af krafti
it: Scalpitante
ja: やる気十分
ko: 의욕 충만
lt: Kupinas užsidegimo
lv: Pilns dedzības
mk: Полн со елан
ms: Bersemangat
mt: Mimli ħeġġa
nb: Gira
nl: Popelend
pl: Pełen zapału
pt_br: Com vontade
pt_pt: Cheio de vontade
ro: Nerăbdător
ru: Рвусь в бой
sk: Plný chuti
sl: Poln zagona
sq: Plot dëshirë
sr: Пун елана
sv: Sugen
tr: İştahlı
uk: Рвуся в бій
vi: Hăng hái
zh_hans: 跃跃欲试
zh_hant: 躍躍欲試

source: Easy
ar: سهل
bg: Леко
ca: Suau
cs: Volně
da: Roligt
de: Locker
el: Χαλαρό
es: Suave
et: Kerge
fi: Kevyt
fr: Facile
ga: Éasca
hr: Lagano
hu: Könnyű
id: Ringan
is: Rólegt
it: Facile
ja: イージー
ko: 쉬움
lt: Lengva
lv: Viegli
mk: Лесно
ms: Mudah
mt: Ħafif
nb: Rolig
nl: Rustig
pl: Spokojnie
pt_br: Leve
pt_pt: Leve
ro: Ușor
ru: Легко
sk: Ľahké
sl: Lahko
sq: E lehtë
sr: Лако
sv: Lugnt
tr: Kolay
uk: Легко
vi: Nhẹ
zh_hans: 轻松
zh_hant: 輕鬆

source: Easy week
ar: أسبوع خفيف
bg: Лека седмица
ca: Setmana suau
cs: Lehký týden
da: Rolig uge
de: Lockere Woche
el: Χαλαρή εβδομάδα
es: Semana suave
et: Kerge nädal
fi: Kevyt viikko
fr: Semaine légère
ga: Seachtain éasca
hr: Lagani tjedan
hu: Könnyű hét
id: Minggu ringan
is: Róleg vika
it: Settimana leggera
ja: 軽めの週
ko: 가벼운 주
lt: Lengva savaitė
lv: Viegla nedēļa
mk: Лесна недела
ms: Minggu ringan
mt: Ġimgħa ħafifa
nb: Rolig uke
nl: Rustige week
pl: Lekki tydzień
pt_br: Semana leve
pt_pt: Semana leve
ro: Săptămână ușoară
ru: Лёгкая неделя
sk: Ľahký týždeň
sl: Lahek teden
sq: Javë e lehtë
sr: Лака недеља
sv: Lugn vecka
tr: Hafif hafta
uk: Легкий тиждень
vi: Tuần nhẹ
zh_hans: 减量周
zh_hant: 減量週

source: Edit
ar: تحرير
bg: Редактирай
ca: Edita
cs: Upravit
da: Redigér
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Muuda
fi: Muokkaa
fr: Modifier
ga: Cuir in eagar
hr: Uredi
hu: Szerkesztés
id: Ubah
is: Breyta
it: Modifica
ja: 編集
ko: 편집
lt: Redaguoti
lv: Rediģēt
mk: Уреди
mt: Editja
nb: Rediger
nl: Wijzig
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Изменить
sk: Upraviť
sl: Uredi
sq: Redakto
sr: Уреди
sv: Ändra
tr: Düzenle
uk: Змінити
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Exercise
ar: تحرير التمرين
bg: Редактирай упражнение
ca: Edita l'exercici
cs: Upravit cvik
da: Redigér øvelse
de: Übung bearbeiten
el: Επεξεργασία άσκησης
es: Editar ejercicio
et: Muuda harjutust
fi: Muokkaa liikettä
fr: Modifier l'exercice
ga: Cuir an cleachtadh in eagar
hr: Uredi vježbu
hu: Gyakorlat szerkesztése
id: Ubah Gerakan
is: Breyta æfingu
it: Modifica esercizio
ja: 種目を編集
ko: 운동 편집
lt: Redaguoti pratimą
lv: Rediģēt vingrinājumu
mk: Уреди вежба
ms: Edit Senaman
mt: Editja l-eżerċizzju
nb: Rediger øvelse
nl: Oefening wijzigen
pl: Edytuj ćwiczenie
pt_br: Editar exercício
pt_pt: Editar exercício
ro: Editează exercițiul
ru: Изменить упражнение
sk: Upraviť cvik
sl: Uredi vajo
sq: Redakto ushtrimin
sr: Уреди вежбу
sv: Ändra övning
tr: Hareketi Düzenle
uk: Змінити вправу
vi: Sửa Bài Tập
zh_hans: 编辑动作
zh_hant: 編輯動作

source: Edit Plan
ar: تحرير الخطة
bg: Редактирай план
ca: Edita el pla
cs: Upravit plán
da: Redigér plan
de: Plan bearbeiten
el: Επεξεργασία πλάνου
es: Editar plan
et: Muuda plaani
fi: Muokkaa suunnitelmaa
fr: Modifier le plan
ga: Cuir an plean in eagar
hr: Uredi plan
hu: Terv szerkesztése
id: Ubah Rencana
is: Breyta áætlun
it: Modifica piano
ja: プランを編集
ko: 계획 편집
lt: Redaguoti planą
lv: Rediģēt plānu
mk: Уреди план
ms: Edit Rancangan
mt: Editja l-pjan
nb: Rediger plan
nl: Plan wijzigen
pl: Edytuj plan
pt_br: Editar plano
pt_pt: Editar plano
ro: Editează planul
ru: Изменить план
sk: Upraviť plán
sl: Uredi načrt
sq: Redakto planin
sr: Уреди план
sv: Ändra plan
tr: Planı Düzenle
uk: Змінити план
vi: Sửa Kế Hoạch
zh_hans: 编辑计划
zh_hant: 編輯計畫

source: Edit Route
ar: تحرير المسار
bg: Редактирай маршрут
ca: Edita la ruta
cs: Upravit trasu
da: Redigér rute
de: Route bearbeiten
el: Επεξεργασία διαδρομής
es: Editar ruta
et: Muuda marsruuti
fi: Muokkaa reittiä
fr: Modifier l'itinéraire
ga: Cuir an bealach in eagar
hr: Uredi rutu
hu: Útvonal szerkesztése
id: Ubah Rute
is: Breyta leið
it: Modifica percorso
ja: ルートを編集
ko: 경로 편집
lt: Redaguoti maršrutą
lv: Rediģēt maršrutu
mk: Уреди траса
ms: Edit Laluan
mt: Editja r-rotta
nb: Rediger rute
nl: Route wijzigen
pl: Edytuj trasę
pt_br: Editar rota
pt_pt: Editar percurso
ro: Editează traseul
ru: Изменить маршрут
sk: Upraviť trasu
sl: Uredi pot
sq: Redakto itinerarin
sr: Уреди руту
sv: Ändra rutt
tr: Rotayı Düzenle
uk: Змінити маршрут
vi: Sửa Lộ Trình
zh_hans: 编辑路线
zh_hant: 編輯路線

source: Edit Workout
ar: تحرير التمرين
bg: Редактирай тренировка
ca: Edita l'entrenament
cs: Upravit trénink
da: Redigér træning
de: Einheit bearbeiten
el: Επεξεργασία προπόνησης
es: Editar entrenamiento
et: Muuda trenni
fi: Muokkaa harjoitusta
fr: Modifier la séance
ga: Cuir an seisiún in eagar
hr: Uredi trening
hu: Edzés szerkesztése
id: Ubah Latihan
is: Breyta æfingu
it: Modifica allenamento
ja: ワークアウトを編集
ko: 운동 편집
lt: Redaguoti treniruotę
lv: Rediģēt treniņu
mk: Уреди тренинг
ms: Edit Latihan
mt: Editja s-sessjoni
nb: Rediger økt
nl: Training wijzigen
pl: Edytuj trening
pt_br: Editar treino
pt_pt: Editar treino
ro: Editează antrenamentul
ru: Изменить тренировку
sk: Upraviť tréning
sl: Uredi trening
sq: Redakto stërvitjen
sr: Уреди тренинг
sv: Ändra pass
tr: Antrenmanı Düzenle
uk: Змінити тренування
vi: Sửa Buổi Tập
zh_hans: 编辑训练
zh_hant: 編輯訓練

source: Edit race
ar: تحرير السباق
bg: Редактирай състезание
ca: Edita la cursa
cs: Upravit závod
da: Redigér løb
de: Wettkampf bearbeiten
el: Επεξεργασία αγώνα
es: Editar carrera
et: Muuda võistlust
fi: Muokkaa kilpailua
fr: Modifier la course
ga: Cuir an rás in eagar
hr: Uredi utrku
hu: Verseny szerkesztése
id: Ubah lomba
is: Breyta keppni
it: Modifica gara
ja: レースを編集
ko: 대회 편집
lt: Redaguoti varžybas
lv: Rediģēt sacensības
mk: Уреди трка
ms: Edit perlumbaan
mt: Editja t-tellieqa
nb: Rediger løp
nl: Wedstrijd wijzigen
pl: Edytuj start
pt_br: Editar prova
pt_pt: Editar prova
ro: Editează cursa
ru: Изменить старт
sk: Upraviť preteky
sl: Uredi tekmo
sq: Redakto garën
sr: Уреди трку
sv: Ändra lopp
tr: Yarışı düzenle
uk: Змінити старт
vi: Sửa cuộc đua
zh_hans: 编辑比赛
zh_hant: 編輯賽事

source: Edit steps
ar: تحرير الخطوات
bg: Редактирай стъпките
ca: Edita els passos
cs: Upravit kroky
da: Redigér trin
de: Schritte bearbeiten
el: Επεξεργασία βημάτων
es: Editar pasos
et: Muuda samme
fi: Muokkaa vaiheita
fr: Modifier les étapes
ga: Cuir na céimeanna in eagar
hr: Uredi korake
hu: Lépések szerkesztése
id: Ubah langkah
is: Breyta skrefum
it: Modifica i passi
ja: ステップを編集
ko: 스텝 편집
lt: Redaguoti žingsnius
lv: Rediģēt soļus
mk: Уреди чекори
ms: Edit langkah
mt: Editja l-passi
nb: Rediger steg
nl: Stappen wijzigen
pl: Edytuj kroki
pt_br: Editar etapas
pt_pt: Editar passos
ro: Editează pașii
ru: Изменить шаги
sk: Upraviť kroky
sl: Uredi korake
sq: Redakto hapat
sr: Уреди кораке
sv: Ändra steg
tr: Adımları düzenle
uk: Змінити кроки
vi: Sửa các bước
zh_hans: 编辑步骤
zh_hant: 編輯步驟

source: Effort
ar: الجهد
bg: Усилие
ca: Esforç
cs: Úsilí
da: Intensitet
de: Belastung
el: Προσπάθεια
es: Esfuerzo
et: Pingutus
fi: Rasitus
ga: Iarracht
hr: Napor
hu: Erőkifejtés
id: Upaya
is: Áreynsla
it: Sforzo
ja: 強度
ko: 강도
lt: Pastanga
lv: Piepūle
mk: Напор
ms: Usaha
mt: Sforz
nb: Intensitet
nl: Inspanning
pl: Wysiłek
pt_br: Esforço
pt_pt: Esforço
ro: Efort
ru: Усилие
sk: Úsilie
sl: Napor
sq: Përpjekja
sr: Напор
sv: Insats
tr: Efor
uk: Зусилля
vi: Mức gắng sức
zh_hans: 主观强度
zh_hant: 主觀強度

source: Elev gain
ar: الصعود
bg: Изкачване
ca: Desnivell
cs: Převýšení
da: Stigning
de: Anstieg
el: Υψομ. διαφορά
es: Desnivel +
et: Tõus
fi: Nousu
fr: Dénivelé +
ga: Airde bainte
hr: Uspon
hu: Szintemelkedés
id: Tanjakan
is: Hækkun
it: Dislivello +
ja: 獲得標高
ko: 누적 상승
lt: Pakilimas
lv: Kāpums
mk: Искачување
ms: Pendakian
mt: Tlugħ
nb: Stigning
nl: Hoogtemeters
pl: Przewyższenie
pt_br: Ganho de elevação
pt_pt: Desnível +
ro: Diferență de nivel
ru: Набор высоты
sk: Prevýšenie
sl: Vzpon
sq: Ngjitja
sr: Успон
sv: Stigning
tr: Tırmanış
uk: Набір висоти
vi: Độ cao leo
zh_hans: 累计爬升
zh_hant: 累積爬升

source: Elevation
ar: الارتفاع
bg: Надморска височина
ca: Elevació
cs: Nadmořská výška
da: Højde
de: Höhe
el: Υψόμετρο
es: Altitud
et: Kõrgus
fi: Korkeus
fr: Altitude
ga: Airde
hr: Nadmorska visina
hu: Magasság
id: Elevasi
is: Hæð
it: Quota
ja: 標高
ko: 고도
lt: Aukštis
lv: Augstums
mk: Надморска височина
ms: Ketinggian
mt: Għoli
nb: Høyde
nl: Hoogte
pl: Wysokość
pt_br: Elevação
pt_pt: Altitude
ro: Altitudine
ru: Высота
sk: Nadmorská výška
sl: Nadmorska višina
sq: Lartësia
sr: Надморска висина
sv: Höjd
tr: Yükseklik
uk: Висота
vi: Độ cao
zh_hans: 海拔
zh_hant: 海拔

source: Elevation profile
ar: مقطع الارتفاع
bg: Профил на височината
ca: Perfil d'elevació
cs: Výškový profil
da: Højdeprofil
de: Höhenprofil
el: Προφίλ υψομέτρου
es: Perfil de altitud
et: Kõrgusprofiil
fi: Korkeusprofiili
fr: Profil altimétrique
ga: Próifíl airde
hr: Visinski profil
hu: Szintprofil
id: Profil elevasi
is: Hæðarsnið
it: Profilo altimetrico
ja: 標高プロファイル
ko: 고도 프로필
lt: Aukščio profilis
lv: Augstuma profils
mk: Висински профил
ms: Profil ketinggian
mt: Profil tal-għoli
nb: Høydeprofil
nl: Hoogteprofiel
pl: Profil wysokości
pt_br: Perfil de elevação
pt_pt: Perfil de altimetria
ro: Profil de altitudine
ru: Профиль высот
sk: Výškový profil
sl: Višinski profil
sq: Profili i lartësisë
sr: Висински профил
sv: Höjdprofil
tr: Yükseklik profili
uk: Профіль висот
vi: Mặt cắt độ cao
zh_hans: 海拔剖面
zh_hant: 海拔剖面

source: End
ar: النهاية
bg: Край
ca: Final
cs: Konec
da: Slut
de: Ende
el: Τέλος
es: Fin
et: Lõpp
fi: Loppu
fr: Fin
ga: Deireadh
hr: Kraj
hu: Vége
id: Selesai
is: Endir
it: Fine
ja: 終了
ko: 종료
lt: Pabaiga
lv: Beigas
mk: Крај
ms: Tamat
mt: Tmiem
nb: Slutt
nl: Eind
pl: Koniec
pt_br: Fim
pt_pt: Fim
ro: Sfârșit
ru: Конец
sk: Koniec
sl: Konec
sq: Fundi
sr: Крај
sv: Slut
tr: Bitiş
uk: Кінець
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

source: Enter hours manually
ar: إدخال الساعات يدويًا
bg: Въведи часовете ръчно
ca: Introdueix les hores manualment
cs: Zadat hodiny ručně
da: Indtast timer manuelt
de: Stunden manuell eingeben
el: Χειροκίνητη εισαγωγή ωρών
es: Introducir las horas manualmente
et: Sisesta tunnid käsitsi
fi: Syötä tunnit itse
fr: Saisir les heures manuellement
ga: Cuir na huaireanta isteach de láimh
hr: Ručno unesi sate
hu: Órák kézi megadása
id: Masukkan jam secara manual
is: Slá inn klukkustundir handvirkt
it: Inserisci le ore manualmente
ja: 時間を手入力
ko: 시간을 직접 입력
lt: Įvesti valandas rankiniu būdu
lv: Ievadīt stundas manuāli
mk: Внеси ги часовите рачно
ms: Masukkan jam secara manual
mt: Daħħal is-sigħat manwalment
nb: Skriv inn timer manuelt
nl: Uren handmatig invoeren
pl: Wpisz godziny ręcznie
pt_br: Inserir as horas manualmente
pt_pt: Introduzir as horas manualmente
ro: Introdu orele manual
ru: Ввести часы вручную
sk: Zadať hodiny ručne
sl: Ročno vnesi ure
sq: Fut orët manualisht
sr: Ручно унеси сате
sv: Ange timmar manuellt
tr: Saatleri elle gir
uk: Ввести години вручну
vi: Nhập số giờ thủ công
zh_hans: 手动输入小时数
zh_hant: 手動輸入小時數

source: Estimate from my training
ar: تقدير من تدريبي
bg: Оцени от моите тренировки
ca: Estima a partir dels meus entrenaments
cs: Odhadnout z mého tréninku
da: Anslå ud fra min træning
de: Aus meinem Training schätzen
el: Εκτίμηση από την προπόνησή μου
es: Estimar a partir de mis entrenamientos
et: Hinda minu treeningute põhjal
fi: Arvioi harjoittelustani
fr: Estimer d'après mes entraînements
ga: Meas as mo chuid traenála
hr: Procijeni iz mojih treninga
hu: Becslés az edzéseimből
id: Perkirakan dari latihanku
is: Meta út frá æfingunum mínum
it: Stima dai miei allenamenti
ja: 自分のトレーニングから推定
ko: 내 훈련에서 추정
lt: Įvertinti iš mano treniruočių
lv: Novērtēt pēc maniem treniņiem
mk: Процени од моите тренинзи
ms: Anggarkan daripada latihan saya
mt: Stma mit-taħriġ tiegħi
nb: Anslå ut fra treningen min
nl: Schatten uit mijn trainingen
pl: Oszacuj z moich treningów
pt_br: Estimar pelos meus treinos
pt_pt: Estimar a partir dos meus treinos
ro: Estimează din antrenamentele mele
ru: Оценить по моим тренировкам
sk: Odhadnúť z môjho tréningu
sl: Oceni iz mojih treningov
sq: Vlerëso nga stërvitjet e mia
sr: Процени из мојих тренинга
sv: Uppskatta ur min träning
tr: Antrenmanlarımdan tahmin et
uk: Оцінити за моїми тренуваннями
vi: Ước tính từ dữ liệu tập của tôi
zh_hans: 根据我的训练推算
zh_hant: 依我的訓練推算

source: Estimate thresholds
ar: تقدير العتبات
bg: Оцени праговете
ca: Estima els llindars
cs: Odhadnout prahy
da: Anslå tærskler
de: Schwellen schätzen
el: Εκτίμηση κατωφλίων
es: Estimar umbrales
et: Hinda lävesid
fi: Arvioi kynnykset
fr: Estimer les seuils
ga: Meas na tairseacha
hr: Procijeni pragove
hu: Küszöbök becslése
id: Perkirakan ambang
is: Meta þröskulda
it: Stima le soglie
ja: 閾値を推定
ko: 역치 추정
lt: Įvertinti slenksčius
lv: Novērtēt sliekšņus
mk: Процени прагови
ms: Anggarkan ambang
mt: Stma l-limiti
nb: Anslå terskler
nl: Drempels schatten
pl: Oszacuj progi
pt_br: Estimar limiares
pt_pt: Estimar limiares
ro: Estimează pragurile
ru: Оценить пороги
sk: Odhadnúť prahy
sl: Oceni pragove
sq: Vlerëso pragjet
sr: Процени прагове
sv: Uppskatta trösklar
tr: Eşikleri tahmin et
uk: Оцінити пороги
vi: Ước tính ngưỡng
zh_hans: 推算阈值
zh_hant: 推算閾值
